{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages",
            "plural_forms": "nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);",
            "lang": "pl_PL"
         },
         "Clean up the String Translation table by removing untranslated strings by domain.": [
            "Wyczyść tabelę tłumaczeń ciągów, usuwając nieprzetłumaczone ciągi według domeny."
         ],
         "Remove strings by domain": [
            "Usuń ciągi według domeny"
         ],
         "Remove strings": [
            "Usuń ciągi"
         ],
         "Cancel": [
            "Anuluj"
         ],
         "Remove": [
            "Usuń"
         ],
         "The String Translation table currently contains strings from the domains listed below. If you do not plan to translate strings from a particular domain, select it below to remove its untranslated strings from the String Translation table. Any strings that already have translations will still be available.": [
            "Tabela tłumaczeń ciągów zawiera obecnie ciągi z domen wymienionych poniżej. Jeśli nie planujesz tłumaczyć ciągów z konkretnej domeny, wybierz ją poniżej, aby usunąć jej nieprzetłumaczone ciągi z tabeli tłumaczeń ciągów. Wszystkie ciągi, które już mają tłumaczenia, będą nadal dostępne."
         ],
         "Search": [
            "Szukaj"
         ],
         "Removing strings from String Translation table": [
            "Usuwanie ciągów z tabeli tłumaczeń ciągów"
         ],
         "To add strings back to the String Translation table, you may need to rescan translation files or register strings as translatable.": [
            "Aby ponownie dodać ciągi do tabeli tłumaczeń ciągów, może być konieczne ponowne skanowanie plików tłumaczeń lub zarejestrowanie ciągów jako możliwe do przetłumaczenia."
         ],
         "Read more about ": [
            "Przeczytaj więcej o "
         ],
         "scanning your site for strings and registering them as translatable.": [
            "skanowaniu witryny w poszukiwaniu ciągów i rejestrowaniu ich jako możliwe do przetłumaczenia."
         ],
         "Successfully removed strings": [
            "Ciągi usunięte pomyślnie"
         ],
         "OK, Great": [
            "OK, świetnie"
         ],
         "Domain": [
            "Domena"
         ],
         "Strings count": [
            "Liczba ciągów"
         ],
         "Translated strings": [
            "Przetłumaczone ciągi"
         ]
      }
   }
}