{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages",
            "plural_forms": "nplurals=2; plural=(n != 1);",
            "lang": "es_ES"
         },
         "Sending for translation": [
            "Enviando para traducción"
         ],
         "This content is being automatically translated. If you want to do something different with it cancel translation jobs first.": [
            "Este contenido se está traduciendo automáticamente. Si desea hacer algo diferente con él, cancele primero los trabajos de traducción."
         ],
         "Connecting to WPML’s Advanced Translation Editor": [
            "Conectando con el editor de traducción avanzado de WPML"
         ],
         "Try again": [
            "Volver a intentar"
         ],
         "You don't have the rights to review this language": [
            "No tiene derechos para revisar este idioma"
         ],
         "translations": [
            "traducciones"
         ],
         "left in the queue": [
            "restantes en la cola"
         ],
         "Translation on hold": [
            "Traducción en espera"
         ],
         "No translations in the queue": [
            "No hay traducciones en la cola"
         ],
         "%d translations left": [
            "%d traducciones restantes"
         ],
         "%d min remaining": [
            "%d min restantes"
         ],
         "less than 1 min remaining": [
            "menos de 1 min restante"
         ],
         "%d translation waiting for review": [
            "%d traducción esperando revisión",
            "%d traducciones esperando revisión"
         ],
         "Automatic translation status": [
            "Estado de la traducción automática"
         ],
         "Translate Everything Automatically": [
            "Traducir todo automáticamente"
         ],
         "Translate Everything Automatically is active": [
            "Traducir todo automáticamente está activo"
         ],
         "Translate Everything Automatically is paused — payment required": [
            "Traducir todo automáticamente está en pausa — se requiere pago"
         ],
         "Automatic translation is paused — payment required": [
            "La traducción automática está en pausa — se requiere pago"
         ],
         "We couldn’t process your payment. Click “Pay now” to complete the transaction and resume automatic translation.": [
            "No pudimos procesar su pago. Haga clic en “Pagar ahora” para completar la transacción y reanudar la traducción automática."
         ],
         "Translate Everything automatically is paused - not enough credits": [
            "Traducir todo automáticamente está en pausa - no hay suficientes créditos"
         ],
         "Automatic translation is paused — not enough credits": [
            "La traducción automática está en pausa — no hay suficientes créditos"
         ],
         "Translation will resume automatically once you assign more credits.": [
            "La traducción se reanudará automáticamente una vez que asigne más créditos."
         ],
         "You have %s prepaid translation credit in your WPML account. Assign these credits to this site to resume automatic translation": [
            "Tiene %s crédito de traducción prepagado en su cuenta de WPML. Asigne estos créditos a este sitio para reanudar la traducción automática.",
            "Tiene %s créditos de traducción prepagados en su cuenta de WPML. Asigne estos créditos a este sitio para reanudar la traducción automática."
         ],
         "Preparing content for translation": [
            "Preparando contenido para traducción"
         ],
         "Preparing more content for translation": [
            "Preparando más contenido para traducción"
         ],
         "Your default language, %s, must be mapped to a supported language in order to use automatic translation.": [
            "Su idioma predeterminado, %s, debe asignarse a un idioma compatible para poder utilizar la traducción automática."
         ],
         "Your language, %s, must be mapped to a supported language in order to use automatic translation.": [
            "Su idioma, %s, debe asignarse a un idioma compatible para poder utilizar la traducción automática.",
            "Los siguientes idiomas de su sitio deben asignarse a un idioma compatible para poder utilizar la traducción automática: %s"
         ],
         "Content in those languages: %s, cannot be automatically translated unless you map them to a language that's different from the default.": [
            "El contenido en esos idiomas: %s, no se puede traducir automáticamente a menos que los asigne a un idioma diferente al predeterminado."
         ],
         "Account credits used": [
            "Créditos de la cuenta utilizados"
         ],
         "Once you’ve used all your prepaid credits, we’ll invoice you for any additional credits you use after the end of the month": [
            "Una vez que haya utilizado todos sus créditos prepagados, le facturaremos cualquier crédito adicional que utilice después de fin de mes."
         ],
         "Payment limit:": [
            "Límite de pago:"
         ],
         "%s credits": [
            "%s créditos"
         ],
         "Credits used:": [
            "Créditos utilizados:"
         ],
         "Credits left:": [
            "Créditos restantes:"
         ],
         "The number of credit you will receive an invoice for at the end of the month. View your pay-as-you-go details in your site’s automatic translation settings.": [
            "El número de créditos que se le facturarán a fin de mes. Consulte los detalles de su pago por uso en la configuración de traducción automática de su sitio."
         ],
         "Calculating": [
            "Calculando"
         ],
         "Remaining prepaid credits that are assigned to this site on WPML.org.": [
            "Créditos prepagados restantes asignados a este sitio en WPML.org."
         ],
         "Prepaid credits left": [
            "Créditos prepagados restantes"
         ],
         "Pay-as-you-go credits used": [
            "Créditos de pago por uso utilizados"
         ],
         "Your site doesn't meet WPML's minimum requirements": [
            "Su sitio no cumple los requisitos mínimos de WPML"
         ],
         "Fix it": [
            "Corregir"
         ],
         "Stop": [
            "Detener"
         ],
         "Pay now": [
            "Pagar ahora"
         ],
         "Get more credits": [
            "Obtener más créditos"
         ],
         "Assign credits": [
            "Asignar créditos"
         ],
         "Resume": [
            "Reanudar"
         ],
         "This translation couldn't be completed due to an unexpected error. Please try resending it.": [
            "Esta traducción no se pudo completar debido a un error inesperado. Por favor, intente reenviarla."
         ],
         "Refreshing translation status": [
            "Actualizando estado de traducción"
         ],
         "Read more about how to translate your content in the <a>Getting Started Guide</a>": [
            "Más información sobre cómo traducir su contenido en la <a>Guía de inicio</a>"
         ],
         "Let's Start Translating!": [
            "¡Empecemos a traducir!"
         ],
         "Choose your content from the Translation Dashboard below and create your first translation job!": [
            "Elija su contenido del Panel de traducción a continuación y cree su primer trabajo de traducción."
         ],
         "Change your <a>automatic translation settings</a> (in-progress translation jobs will be completed with the current settings).": [
            "Cambie su <a>configuración de traducción automática</a> (los trabajos de traducción en curso se completarán con la configuración actual)."
         ],
         "Read more about translating your site automatically.": [
            "Más información sobre cómo traducir su sitio automáticamente."
         ],
         "Your site is being automatically translated!": [
            "¡Su sitio se está traduciendo automáticamente!"
         ],
         "Calculating...": [
            "Calculando..."
         ],
         "Do not close WP admin!": [
            "¡No cierre el administrador de WP!"
         ],
         "The number of translations": [
            "El número de traducciones"
         ]
      }
   }
}