{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages",
            "plural_forms": "nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);",
            "lang": "pl_PL"
         },
         "Sending for translation": [
            "Wysyłanie do tłumaczenia"
         ],
         "This content is being automatically translated. If you want to do something different with it cancel translation jobs first.": [
            "Ta zawartość jest automatycznie tłumaczona. Jeśli chcesz zrobić z nią coś innego, najpierw anuluj zadania tłumaczeniowe."
         ],
         "Connecting to WPML’s Advanced Translation Editor": [
            "Łączenie z zaawansowanym edytorem tłumaczeń WPML"
         ],
         "Try again": [
            "Spróbuj ponownie"
         ],
         "You don't have the rights to review this language": [
            "Nie masz uprawnień do przeglądania tego języka"
         ],
         "translations": [
            "tłumaczenia"
         ],
         "left in the queue": [
            "pozostało w kolejce"
         ],
         "Translation on hold": [
            "Tłumaczenie wstrzymane"
         ],
         "No translations in the queue": [
            "Brak tłumaczeń w kolejce"
         ],
         "%d translations left": [
            "Pozostało %d tłumaczeń"
         ],
         "%d min remaining": [
            "Pozostało %d min"
         ],
         "less than 1 min remaining": [
            "pozostało mniej niż 1 min"
         ],
         "%d translation waiting for review": [
            "%d tłumaczenie czeka na przegląd",
            "%d tłumaczenia czekają na przegląd",
            "%d tłumaczeń czeka na przegląd"
         ],
         "Automatic translation status": [
            "Status tłumaczenia automatycznego"
         ],
         "Translate Everything Automatically": [
            "Tłumacz wszystko automatycznie"
         ],
         "Translate Everything Automatically is active": [
            "Tłumacz wszystko automatycznie jest aktywne"
         ],
         "Translate Everything Automatically is paused — payment required": [
            "Tłumacz wszystko automatycznie jest wstrzymane — wymagana płatność"
         ],
         "Automatic translation is paused — payment required": [
            "Tłumaczenie automatyczne jest wstrzymane — wymagana płatność"
         ],
         "We couldn’t process your payment. Click “Pay now” to complete the transaction and resume automatic translation.": [
            "Nie udało się przetworzyć płatności. Kliknij „Zapłać teraz”, aby zakończyć transakcję i wznowić tłumaczenie automatyczne."
         ],
         "Translate Everything automatically is paused - not enough credits": [
            "Tłumacz wszystko automatycznie jest wstrzymane — niewystarczająca liczba kredytów"
         ],
         "Automatic translation is paused — not enough credits": [
            "Tłumaczenie automatyczne jest wstrzymane — niewystarczająca liczba kredytów"
         ],
         "Translation will resume automatically once you assign more credits.": [
            "Tłumaczenie zostanie wznowione automatycznie po przypisaniu większej liczby kredytów."
         ],
         "You have %s prepaid translation credit in your WPML account. Assign these credits to this site to resume automatic translation": [
            "Masz %s przedpłacony kredyt na tłumaczenie na swoim koncie WPML. Przypisz ten kredyt do tej witryny, aby wznowić tłumaczenie automatyczne",
            "Masz %s przedpłacone kredyty na tłumaczenie na swoim koncie WPML. Przypisz te kredyty do tej witryny, aby wznowić tłumaczenie automatyczne",
            "Masz %s przedpłaconych kredytów na tłumaczenie na swoim koncie WPML. Przypisz te kredyty do tej witryny, aby wznowić tłumaczenie automatyczne"
         ],
         "Preparing content for translation": [
            "Przygotowywanie treści do tłumaczenia"
         ],
         "Preparing more content for translation": [
            "Przygotowywanie kolejnych treści do tłumaczenia"
         ],
         "Your default language, %s, must be mapped to a supported language in order to use automatic translation.": [
            "Twój domyślny język, %s, musi być przypisany do obsługiwanego języka, aby móc korzystać z tłumaczenia automatycznego."
         ],
         "Your language, %s, must be mapped to a supported language in order to use automatic translation.": [
            "Twój język, %s, musi być przypisany do obsługiwanego języka, aby móc korzystać z tłumaczenia automatycznego.",
            "Następujące języki w Twojej witrynie muszą być przypisane do obsługiwanego języka, aby móc korzystać z tłumaczenia automatycznego: %s",
            "Następujące języki w Twojej witrynie muszą być przypisane do obsługiwanego języka, aby móc korzystać z tłumaczenia automatycznego: %s"
         ],
         "Content in those languages: %s, cannot be automatically translated unless you map them to a language that's different from the default.": [
            "Zawartość w tych językach: %s, nie może być automatycznie tłumaczona, chyba że przypiszesz je do języka innego niż domyślny."
         ],
         "Account credits used": [
            "Wykorzystane kredyty konta"
         ],
         "Once you’ve used all your prepaid credits, we’ll invoice you for any additional credits you use after the end of the month": [
            "Po wykorzystaniu wszystkich przedpłaconych kredytów wystawimy fakturę za wszelkie dodatkowe kredyty wykorzystane po zakończeniu miesiąca"
         ],
         "Payment limit:": [
            "Limit płatności:"
         ],
         "%s credits": [
            "%s kredytów"
         ],
         "Credits used:": [
            "Wykorzystane kredyty:"
         ],
         "Credits left:": [
            "Pozostałe kredyty:"
         ],
         "The number of credit you will receive an invoice for at the end of the month. View your pay-as-you-go details in your site’s automatic translation settings.": [
            "Liczba kredytów, za które otrzymasz fakturę na koniec miesiąca. Zobacz szczegóły płatności za użycie w ustawieniach tłumaczenia automatycznego Twojej witryny."
         ],
         "Calculating": [
            "Obliczanie"
         ],
         "Remaining prepaid credits that are assigned to this site on WPML.org.": [
            "Pozostałe przedpłacone kredyty przypisane do tej witryny na WPML.org."
         ],
         "Prepaid credits left": [
            "Pozostałe przedpłacone kredyty"
         ],
         "Pay-as-you-go credits used": [
            "Wykorzystane kredyty płatne za użycie"
         ],
         "Your site doesn't meet WPML's minimum requirements": [
            "Twoja witryna nie spełnia minimalnych wymagań WPML"
         ],
         "Fix it": [
            "Napraw"
         ],
         "Stop": [
            "Zatrzymaj"
         ],
         "Pay now": [
            "Zapłać teraz"
         ],
         "Get more credits": [
            "Zdobądź więcej kredytów"
         ],
         "Assign credits": [
            "Przypisz kredyty"
         ],
         "Resume": [
            "Wznów"
         ],
         "This translation couldn't be completed due to an unexpected error. Please try resending it.": [
            "Tego tłumaczenia nie można było ukończyć z powodu nieoczekiwanego błędu. Spróbuj wysłać je ponownie."
         ],
         "Refreshing translation status": [
            "Odświeżanie statusu tłumaczenia"
         ],
         "Read more about how to translate your content in the <a>Getting Started Guide</a>": [
            "Przeczytaj więcej o tym, jak tłumaczyć swoje treści w <a>Przewodniku dla początkujących</a>"
         ],
         "Let's Start Translating!": [
            "Zacznijmy tłumaczenie!"
         ],
         "Choose your content from the Translation Dashboard below and create your first translation job!": [
            "Wybierz zawartość z poniższego panelu tłumaczeń i utwórz swoje pierwsze zadanie tłumaczeniowe!"
         ],
         "Change your <a>automatic translation settings</a> (in-progress translation jobs will be completed with the current settings).": [
            "Zmień <a>ustawienia tłumaczenia automatycznego</a> (trwające zadania tłumaczeniowe zostaną ukończone z bieżącymi ustawieniami)."
         ],
         "Read more about translating your site automatically.": [
            "Przeczytaj więcej o automatycznym tłumaczeniu swojej witryny."
         ],
         "Your site is being automatically translated!": [
            "Twoja witryna jest automatycznie tłumaczona!"
         ],
         "Calculating...": [
            "Obliczanie..."
         ],
         "Do not close WP admin!": [
            "Nie zamykaj panelu administratora WP!"
         ],
         "The number of translations": [
            "Liczba tłumaczeń"
         ]
      }
   }
}