{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages",
            "plural_forms": "nplurals=2; plural=(n != 1);",
            "lang": "he_IL"
         },
         "Sending for translation": [
            "שולח לתרגום"
         ],
         "This content is being automatically translated. If you want to do something different with it cancel translation jobs first.": [
            "תוכן זה מתורגם אוטומטית. אם ברצונכם לעשות איתו משהו אחר, בטלו תחילה את משימות התרגום."
         ],
         "Connecting to WPML’s Advanced Translation Editor": [
            "מתחבר לעורך התרגום המתקדם של WPML"
         ],
         "Try again": [
            "נסו שוב"
         ],
         "You don't have the rights to review this language": [
            "אין לכם הרשאות לסקור שפה זו"
         ],
         "translations": [
            "תרגומים"
         ],
         "left in the queue": [
            "נותרו בתור"
         ],
         "Translation on hold": [
            "תרגום בהמתנה"
         ],
         "No translations in the queue": [
            "אין תרגומים בתור"
         ],
         "%d translations left": [
            "%d תרגומים נותרו"
         ],
         "%d min remaining": [
            "%d דקות נותרו"
         ],
         "less than 1 min remaining": [
            "פחות מדקה נותרה"
         ],
         "%d translation waiting for review": [
            "%d תרגום ממתין לבדיקה",
            "%d תרגומים ממתינים לבדיקה"
         ],
         "Automatic translation status": [
            "סטטוס תרגום אוטומטי"
         ],
         "Translate Everything Automatically": [
            "תרגם הכל אוטומטית"
         ],
         "Translate Everything Automatically is active": [
            "תרגם הכל אוטומטית פעיל"
         ],
         "Translate Everything Automatically is paused — payment required": [
            "תרגם הכל אוטומטית מושהה — נדרש תשלום"
         ],
         "Automatic translation is paused — payment required": [
            "תרגום אוטומטי מושהה — נדרש תשלום"
         ],
         "We couldn’t process your payment. Click “Pay now” to complete the transaction and resume automatic translation.": [
            "לא הצלחנו לעבד את התשלום שלכם. לחצו על \"שלמו עכשיו\" כדי להשלים את העסקה ולחדש את התרגום האוטומטי."
         ],
         "Translate Everything automatically is paused - not enough credits": [
            "תרגם הכל אוטומטית מושהה - אין מספיק קרדיטים"
         ],
         "Automatic translation is paused — not enough credits": [
            "תרגום אוטומטי מושהה — אין מספיק קרדיטים"
         ],
         "Translation will resume automatically once you assign more credits.": [
            "התרגום יתחדש אוטומטית ברגע שתקצו קרדיטים נוספים."
         ],
         "You have %s prepaid translation credit in your WPML account. Assign these credits to this site to resume automatic translation": [
            "יש לכם %s קרדיט לתרגום ששולם מראש בחשבון ה-WPML שלכם. הקצו קרדיטים אלה לאתר זה כדי לחדש את התרגום האוטומטי",
            "יש לכם %s קרדיטים לתרגום ששולמו מראש בחשבון ה-WPML שלכם. הקצו קרדיטים אלה לאתר זה כדי לחדש את התרגום האוטומטי"
         ],
         "Preparing content for translation": [
            "מכין תוכן לתרגום"
         ],
         "Preparing more content for translation": [
            "מכין תוכן נוסף לתרגום"
         ],
         "Your default language, %s, must be mapped to a supported language in order to use automatic translation.": [
            "שפת ברירת המחדל שלכם, %s, חייבת להיות ממופה לשפה נתמכת כדי להשתמש בתרגום אוטומטי."
         ],
         "Your language, %s, must be mapped to a supported language in order to use automatic translation.": [
            "השפה שלכם, %s, חייבת להיות ממופה לשפה נתמכת כדי להשתמש בתרגום אוטומטי.",
            "השפות הבאות באתר שלכם חייבות להיות ממופות לשפה נתמכת כדי להשתמש בתרגום אוטומטי: %s"
         ],
         "Content in those languages: %s, cannot be automatically translated unless you map them to a language that's different from the default.": [
            "תוכן בשפות אלו: %s, לא ניתן לתרגום אוטומטי אלא אם תמפו אותן לשפה שונה משפת ברירת המחדל."
         ],
         "Account credits used": [
            "קרדיטים בחשבון שנוצלו"
         ],
         "Once you’ve used all your prepaid credits, we’ll invoice you for any additional credits you use after the end of the month": [
            "לאחר שתשתמשו בכל הקרדיטים ששולמו מראש, נחייב אתכם עבור כל קרדיט נוסף שתשתמשו בו לאחר סוף החודש"
         ],
         "Payment limit:": [
            "מגבלת תשלום:"
         ],
         "%s credits": [
            "%s קרדיטים"
         ],
         "Credits used:": [
            "קרדיטים שנוצלו:"
         ],
         "Credits left:": [
            "קרדיטים שנותרו:"
         ],
         "The number of credit you will receive an invoice for at the end of the month. View your pay-as-you-go details in your site’s automatic translation settings.": [
            "מספר הקרדיטים שעבורם תקבלו חשבונית בסוף החודש. צפו בפרטי התשלום לפי שימוש שלכם בהגדרות התרגום האוטומטי של האתר שלכם."
         ],
         "Calculating": [
            "מחשב"
         ],
         "Remaining prepaid credits that are assigned to this site on WPML.org.": [
            "קרדיטים ששולמו מראש שנותרו ושהוקצו לאתר זה ב-WPML.org."
         ],
         "Prepaid credits left": [
            "קרדיטים ששולמו מראש שנותרו"
         ],
         "Pay-as-you-go credits used": [
            "קרדיטים שנוצלו בתשלום לפי שימוש"
         ],
         "Your site doesn't meet WPML's minimum requirements": [
            "האתר שלכם אינו עומד בדרישות המינימום של WPML"
         ],
         "Fix it": [
            "תקן את זה"
         ],
         "Stop": [
            "עצור"
         ],
         "Pay now": [
            "שלמו עכשיו"
         ],
         "Get more credits": [
            "קבלו עוד קרדיטים"
         ],
         "Assign credits": [
            "הקצו קרדיטים"
         ],
         "Resume": [
            "המשך"
         ],
         "This translation couldn't be completed due to an unexpected error. Please try resending it.": [
            "התרגום לא הושלם עקב שגיאה בלתי צפויה. אנא נסה לשלוח אותו שוב."
         ],
         "Refreshing translation status": [
            "מרענן סטטוס תרגום"
         ],
         "Read more about how to translate your content in the <a>Getting Started Guide</a>": [
            "קראו עוד על איך לתרגם את התוכן שלכם ב<a>מדריך תחילת העבודה</a>"
         ],
         "Let's Start Translating!": [
            "בואו נתחיל לתרגם!"
         ],
         "Choose your content from the Translation Dashboard below and create your first translation job!": [
            "בחרו את התוכן שלכם מלוח המחוונים של התרגום למטה וצרו את משימת התרגום הראשונה שלכם!"
         ],
         "Change your <a>automatic translation settings</a> (in-progress translation jobs will be completed with the current settings).": [
            "שנה את <a>הגדרות התרגום האוטומטי</a> שלך (משימות תרגום שנמצאות בתהליך יושלמו עם ההגדרות הנוכחיות)."
         ],
         "Read more about translating your site automatically.": [
            "קראו עוד על תרגום האתר שלכם באופן אוטומטי."
         ],
         "Your site is being automatically translated!": [
            "האתר שלכם מתורגם באופן אוטומטי!"
         ],
         "Calculating...": [
            "מחשב..."
         ],
         "Do not close WP admin!": [
            "אל תסגרו את לוח הבקרה של וורדפרס!"
         ],
         "The number of translations": [
            "מספר התרגומים"
         ]
      }
   }
}