{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages",
            "plural_forms": "nplurals=2; plural=(n != 1);",
            "lang": "nl_NL"
         },
         "WPML Translation Editor": [
            "WPML vertaal editor"
         ],
         "WordPress Editor": [
            "WordPress editor"
         ],
         "Translation Dashboard": [
            "Vertaal dashboard"
         ],
         "Also, switching back to WPML's Translation Editor later will require re-translating content that you translated with the WordPress editor.": [
            "Ook, als u later terugschakelt naar de WPML Vertaal Editor, moet u inhoud die u met de WordPress editor hebt vertaald, opnieuw vertalen."
         ],
         "This will overwrite content you translated with the WordPress Editor. If you switch now, you'll have to translate selected content again.": [
            "Dit zal inhoud overschrijven die u met de WordPress Editor hebt vertaald. Als u nu overschakelt, moet u geselecteerde inhoud opnieuw vertalen."
         ],
         "You are about to translate with the %s": [
            "U staat op het punt te vertalen met de %s"
         ],
         "Translate with the WordPress Editor if you need different designs per language or if the content isn't compatible with WPML's Translation Editor.": [
            "Vertaal met de WordPress Editor als u verschillende ontwerpen per taal nodig hebt of als de inhoud niet compatibel is met de WPML Vertaal Editor."
         ],
         "What do you want to translate?": [
            "Wat wilt u vertalen?"
         ],
         "I understand, switch to the WordPress Editor": [
            "Ik begrijp het, schakel over naar de WordPress Editor"
         ],
         "Apply": [
            "Toepassen"
         ],
         "Cancel": [
            "Annuleren"
         ],
         "I understand, switch to %s": [
            "Ik begrijp het, schakel over naar %s"
         ],
         "Only this %s": [
            "Alleen deze %s"
         ],
         "Recommended": [
            "Aanbevolen"
         ],
         "All %s": [
            "Alle %s"
         ],
         "All the site's content": [
            "Alle inhoud van de site"
         ],
         "I understand, switch to Translation Dashboard": [
            "Ik begrijp het, schakel over naar het Vertaal Dashboard"
         ],
         "The WordPress Editor doesn't offer Automatic Translation, Translation Memory and other features that make translation easier.": [
            "De WordPress Editor biedt geen automatische vertaling, vertaalgeheugen en andere functies die vertalen gemakkelijker maken."
         ],
         "Translate items in batch after reviewing the cost of AI translation": [
            "Vertaal items in batch na het controleren van de kosten van KI-vertaling"
         ]
      }
   }
}